tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
brew "openssl@3"
brew "asciiquarium"
brew "gcc"
brew "btop"
brew "coreutils"
brew "cask"
brew "cmake"
brew "dnscrypt-proxy", link: false
brew "ethereum"
brew "libtool"
brew "git"
brew "htop"
brew "libuv"
brew "make"
brew "mas"
brew "node"
brew "mysql"
brew "neofetch"
brew "netcat"
brew "php"
brew "python@3.11"
brew "rust"
brew "telnet"
brew "tldr"
brew "tor"
brew "torsocks"
brew "tree"
brew "wget"
brew "mongodb/brew/mongodb-community"
cask "blender"
cask "cheatsheet"
cask "discord"
cask "docker"
cask "firefox"
cask "fliqlo"
cask "mactex-no-gui"
cask "protonmail-bridge"
cask "pulsar"
cask "the-unarchiver"
cask "tradingview"
cask "tutanota"
cask "veracrypt"
cask "virtualbox"
cask "vlc"
mas "AdBlock", id: 1402042596
mas "Apple Configurator", id: 1037126344
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Rerouter", id: 1589151155
